Repository: virtual-labs/exp-adulteration-in-milk-au
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: Phenolphthalein
hi_in: फेनोलफथलें

source: Conc. HCl
hi_in: सान्द्र HCl

source: Conc. H2SO4
hi_in: सान्द्र H2SO4

source: Iodine
hi_in: आयोडीन

source: Resorcinol
hi_in: रेसोर्सिनोल

source: Hot water
hi_in: गर्म पानी

source: help1
hi_in: लटकती मेनू 'का चयन अपमिश्रण टेस्ट' का चयन करें।

source: help2
hi_in: चीनी की उपस्थिति का पता लगाने के लिए, दूध के लिए एचसीएल और रेसोर्सिनोल जोड़ सकते हैं और पानी से स्नान करने के लिए इसे ले जाओ।

source: help3
hi_in: एक लाल रंग की उपस्थिति चीनी अन्यथा कोई रंग बदलने प्राप्त होगा की वजह से मनाया जाता है।

source: help4
hi_in: एसिड का पता लगाने के लिए, दूध के लिए H2SO4 और FeCl3 जोड़ें।

source: help5
hi_in: एक बैंगनी रंग बेन्जोइक एसिड की उपस्थिति के कारण सलसिक्लिक एसिड और पीले रंग की उपस्थिति के कारण मनाया जाता है।

source: help6
hi_in: स्टार्च की उपस्थिति का पता लगाने के लिए, पानी के स्नान करने के लिए दूध लेने के लिए और आयोडीन जोड़ें।

source: help7
hi_in: एक नीले रंग स्टार्च की उपस्थिति अन्यथा कोई रंग बदलने प्राप्त होगा की वजह से मनाया जाता है।

source: help8
hi_in: साबुन का पता लगाने के लिए, दूध को गर्म पानी और फेनोलफथलीन जोड़ें।

source: help9
hi_in: एक बैंगनी रंग साबुन की उपस्थिति अन्यथा कोई रंग बदलने प्राप्त होगा की वजह से मनाया जाता है।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Detection of Adulteration in Milk
hi_in: दूध में मिलावट की जांच

source: Variables
hi_in: चर

source: Messages
hi_in: संदेश

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Select Adulteration Test:
hi_in: चयन अपमिश्रण टेस्ट:

source: Table Sugar in Milk
hi_in: दूध में टेबल चीनी

source: 5 minutes at
hi_in: पर 5 मिनट

source: Presence of sugar
hi_in: चीनी की उपस्थिति

source: Absence of sugar
hi_in: चीनी का अभाव

source: Presence of benzoic acid
hi_in: बेन्जोइक एसिड की उपस्थिति

source: Presence of salicylic acid
hi_in: चिरायता एसिड की उपस्थिति

source: Absence of acid
hi_in: एसिड के अभाव

source: Presence of starch
hi_in: स्टार्च की उपस्थिति

source: Absence of starch
hi_in: स्टार्च की अनुपस्थिति

source: Presence of soap
hi_in: साबुन की उपस्थिति

source: Absence of soap
hi_in: साबुन का अभाव

source: Correct Answer!
hi_in: सही उत्तर!

source: Wrong Answer!
hi_in: गलत जवाब!

source: Reset
hi_in: रीसेट

source: Acid in Milk
hi_in: दूध में एसिड

source: Starch in Milk
hi_in: दूध में स्टार्च

source: Soap in Milk
hi_in: दूध में साबुन

source: Error
hi_in: त्रुटि

source: Wrong order of steps. Try again!
hi_in: कदम के गलत आदेश। पुनः प्रयास करें!

source: Okay
hi_in: ठीक है
